{"Übermensch": {"None": {"None": ["The Übermensch (.mw-parser-output .IPA-label-small{font-size:85%}.mw-parser-output .references .IPA-label-small,.mw-parser-output .infobox .IPA-label-small,.mw-parser-output .navbox .IPA-label-small{font-size:100%}German pronunciation: [ˈʔyːbɐmɛnʃ]; transl. \"Overman\") is a concept in the philosophy of Friedrich Nietzsche. In his 1883 book, Thus Spoke Zarathustra (German: Also sprach Zarathustra), Nietzsche has his character Zarathustra posit the Übermensch as a goal for humanity to set for itself. The Übermensch represents a shift from otherworldly Christian values and manifests the grounded human ideal."]}, "In English": {"None": ["In 1896, Alexander Tille made the first English translation of Thus Spoke Zarathustra, rendering Übermensch as \"Beyond-Man\". In 1909, Thomas Common translated it as \"Superman\", following the terminology of George Bernard Shaw's 1903 stage play Man and Superman. Walter Kaufmann lambasted this translation in the 1950s for two reasons: first, the failure of the English prefix \"super\" to capture the nuance of the German über (though in Latin, its meaning of \"above\" or \"beyond\" is closer to the German); and second, for promoting misidentification of Nietzsche's concept with the comic-book character Superman. Kaufmann and others preferred to translate Übermensch as \"overman\". A translation like \"superior humans\" might better fit the concept of Nietzsche as he unfolds his narrative. Scholars continue to employ both terms, some simply opting to reproduce the German word.", "The German prefix über can have connotations of superiority, transcendence, excessiveness, or intensity, depending on the words to which it is attached. Mensch refers to a human being, not a male specifically as it is still sometimes erroneously believed. The adjective übermenschlich means super-human: beyond human strength or out of proportion to humanity."]}, "This-worldliness": {"None": ["Nietzsche introduces the concept of the Übermensch in contrast to his understanding of the other-worldliness of Christianity: Zarathustra proclaims the will of the Übermensch to give meaning to life on earth, and admonishes his audience to ignore those who promise other-worldly fulfillment to draw them away from the earth.", "Zarathustra declares that the Christian escape from this world also required the invention of an immortal soul separate from the earthly body. This led to the abnegation and mortification of the body, or asceticism. Zarathustra further links the Übermensch to the body and to interpreting the soul as simply an aspect of the body."]}, "Death of God and the creation of new values": {"None": ["Zarathustra ties the Übermensch to the death of God. While the concept of God was the ultimate expression of other-worldly values and their underlying instincts, belief in God nevertheless did give meaning to life for a time. \"God is dead\" means that the idea of God can no longer provide values. Nietzsche refers to this crucial paradigm shift as a reevaluation of values.", "In order to avoid a relapse into Platonic idealism or asceticism, the creation of these new values cannot be motivated by the same instincts that gave birth to those tables of values. Instead, they must be motivated by a love of this world and of life. Whereas Nietzsche diagnosed the Christian value system as a reaction against life and hence destructive in a sense, the new values that the Übermensch will be responsible for will be life-affirming and creative (see Nietzschean affirmation). Through realizing this new set of values, the Übermensch is perfect because they have mastered all human obstacles."]}, "As a goal": {"None": ["Zarathustra first announces the Übermensch as a goal humanity can set for itself. All human life would be given meaning by how it advanced a new generation of human beings. The aspiration of a woman would be to give birth to an Übermensch, for example; her relationships with men would be judged by this standard.", "Zarathustra contrasts the Übermensch with the degenerate last man of egalitarian modernity, an alternative goal which humanity might set for itself. The last man appears only in Thus Spoke Zarathustra, and is presented as a smothering of aspiration antithetical to the spirit of the Übermensch.", "According to Rüdiger Safranski, some commentators associate the Übermensch with a program of eugenics."]}, "Re-embodiment of amoral aristocratic values": {"None": ["For Rüdiger Safranski, the Übermensch represents a higher biological type reached through artificial selection and at the same time is also an ideal for anyone who is creative and strong enough to master the whole spectrum of human potential, good and \"evil\", to become an \"artist-tyrant\". In Ecce Homo, Nietzsche vehemently denied any idealistic, democratic or humanitarian interpretation of the Übermensch: \"The word Übermensch [designates] a type of supreme achievement, as opposed to 'modern' men, 'good' men, Christians, and other nihilists [...] When I whispered into the ears of some people that they were better off looking for a Cesare Borgia than a Parsifal, they did not believe their ears.\" Safranski argues that the combination of ruthless warrior pride and artistic brilliance that defined the Italian Renaissance embodied the sense of the Übermensch for Nietzsche. According to Safranski, Nietzsche intended the ultra-aristocratic figure of the Übermensch to serve as a Machiavellian bogeyman of the modern Western middle class and its pseudo-Christian egalitarian value system."]}, "Relation to the eternal recurrence": {"None": ["The Übermensch shares a place of prominence in Thus Spoke Zarathustra with another of Nietzsche's key concepts:  the eternal recurrence of the same.", "Laurence Lampert suggests that the eternal recurrence replaces the Übermensch as the object of serious aspiration."]}, "Use by the Nazis": {"None": ["The term Übermensch was used frequently by Hitler and the Nazi regime to describe their idea of a biologically superior Aryan or Germanic master race; a racial version of Nietzsche's Übermensch became a philosophical foundation for Nazi ideas. The Nazi notion of the master race also spawned the idea of \"inferior humans\" (Untermenschen) who should be dominated and enslaved; this term does not originate with Nietzsche, who was critical of both antisemitism and German nationalism.[citation needed]", "In his final years, Nietzsche began to believe that he was in fact Polish, not German, and was quoted as saying, \"I am a pure-blooded Polish nobleman, without a single drop of bad blood, certainly not German blood\". In defiance of nationalist doctrines, he claimed that he and Germany were great only because of \"Polish blood in their veins\", and that he would \"[have] all anti-semites shot.\" Nietzsche died long before Hitler's reign, and it was partly Nietzsche's sister Elisabeth Förster-Nietzsche who manipulated her brother's words to accommodate the worldview of herself and her husband, Bernhard Förster, a prominent German nationalist and antisemite. Förster founded the Deutscher Volksverein (German People's League) in 1881 with Max Liebermann von Sonnenberg."]}, "Anarchism": {"None": ["The thought of Nietzsche had an important influence on anarchist authors. Spencer Sunshine writes:", "There were many things that drew anarchists to Nietzsche: his hatred of the state; his disgust for the mindless social behavior of 'herds'; his anti-Christianity; his distrust of the effect of both the market and the State on cultural production; his desire for an 'overman' – that is, for a new human who was to be neither master nor slave; his praise of the ecstatic and creative self, with the artist as his prototype, who could say, 'Yes' to the self-creation of a new world on the basis of nothing; and his forwarding of the 'transvaluation of values' as source of change, as opposed to a Marxist conception of class struggle and the dialectic of a linear history.", "The influential American anarchist Emma Goldman, in the preface of her famous collection Anarchism and Other Essays, defends both Nietzsche and Max Stirner from attacks within anarchism when she says", "The most disheartening tendency common among readers is to tear out one sentence from a work, as a criterion of the writer's ideas or personality. Friedrich Nietzsche, for instance, is decried as a hater of the weak because he believed in the Übermensch. It does not occur to the shallow interpreters of that giant mind that this vision of the Übermensch also called for a state of society which will not give birth to a race of weaklings and slaves.", "Sunshine says that the \"Spanish anarchists also mixed their class politics with Nietzschean inspiration.\" Murray Bookchin, in The Spanish Anarchists, describes prominent Catalan CNT member Salvador Seguí as \"an admirer of Nietzschean individualism, of the superhome to whom 'all is permitted'\". Bookchin, in his 1973 introduction to Sam Dolgoff's The Anarchist Collectives, even describes the reconstruction of society by the workers as a Nietzschean project. Bookchin says that", "workers must see themselves as human beings, not as class beings; as creative personalities, not as 'proletarians', as self-affirming individuals, not as 'masses' ... [the] economic component must be humanized precisely by bringing an 'affinity of friendship' to the work process, by diminishing the role of onerous work in the lives of producers, indeed by a total 'transvaluation of values' (to use Nietzsche's phrase) as it applies to production and consumption as well as social and personal life."]}, "References": {"None": ["Notes", "Bibliography"]}}}